[
  {
    "title": "How will Pope Leo lead? His first days may yield clues",
    "summary": "Scrutiny about the way the latest pope might run the Catholic Church started the moment he stepped on to the balcony."
  },
  {
    "title": "How Sycamore Gap fellers went from friends to foes",
    "summary": "Daniel Graham and Adam Carruthers went from best pals to being at loggerheads in the aftermath."
  },
  {
    "title": "Police investigate alleged attack on prison officer by Southport killer",
    "summary": "Axel Rudakubana was jailed for a minimum of 52 years in January over the murder of three girls."
  },
  {
    "title": "UK's trade deal with US is a platform for going further, says Mandelson",
    "summary": "The UK ambassador to the US spoke to BBC Newsnight in his first broadcast interview since appointment."
  },
  {
    "title": "Tips from first-time buyers: 'We bought a £320,000 home aged 26'",
    "summary": "Young buyers are saving hard, moving cities, and using government schemes to get on the housing ladder."
  },
  {
    "title": "Magic spells, innuendo and riddles: Your guide to all 37 Eurovision songs",
    "summary": "With just a week to go, here's our guide to the songs and artists taking part in Eurovision 2025."
  },
  {
    "title": "Navy chief removed from duty while under investigation",
    "summary": "Adm Sir Ben Key was due to step down as First Sea Lord this summer, before an investigation started."
  },
  {
    "title": "Caught red handed: Policing the men buying sex on the street",
    "summary": "BBC West Investigations is given exclusive access to a police operation targeting men buying sex."
  },
  {
    "title": "Pupils' revision disrupted as cyber attack targets council's education department",
    "summary": "Staff in Edinburgh council's education department spotted a suspicious invitation to a meeting and realised it was \"spear phishing\"."
  },
  {
    "title": "What's likely to be in Labour's immigration crackdown?",
    "summary": "Home Secretary Yvette Cooper is preparing to unveil an immigration white paper."
  },
  {
    "title": "The US and China are finally talking. Why now?",
    "summary": "Economic pressures are forcing Donald Trump and Xi Jinping to seek an off-ramp in the trade war."
  },
  {
    "title": "The Papers: 'Trump open to easing China tariffs' and Navy chief steps back",
    "summary": "The US \"opens door\" to easing China tariffs and Admiral Sir Ben Key steps back during investigation."
  },
  {
    "title": "'I run cafés where people talk about death - you realise it's not scary'",
    "summary": "Jenny Watt runs a handful of death cafés across Glasgow, encouraging discussion about the topic."
  },
  {
    "title": "Indiana Jones in Glasgow: The US films you never knew were shot in UK",
    "summary": "Hollywood blockbusters such and World War Z and Spider-Man, were made closer to home than you think."
  },
  {
    "title": "'I found out my brother was killed from the news - my story has now helped others'",
    "summary": "The Lockerbie bombing's impact and lessons learned are explored in TV drama The Bombing of Pan Am 103."
  },
  {
    "title": "When will I be able to shop online at M&S again?",
    "summary": "Online orders paused, food items missing from shelves - here's what we know about the chaos at M&amp;S."
  },
  {
    "title": "Families of Hamas-held hostages tell of growing concern for their fate",
    "summary": "One family said the hostages were at risk \"every day\" they continued to be held captive."
  },
  {
    "title": "Elton John and Dua Lipa seek protection from AI",
    "summary": "They are among 400 artists appealing to Sir Keir Starmer, saying creative industries are threatened."
  },
  {
    "title": "Bold spending needed to halt prison crisis, says union",
    "summary": "A probation service union says a sentencing review may have no impact without extra funding."
  },
  {
    "title": "Women's World Cup to expand to 48 teams from 2031",
    "summary": "Fifa announces that the Women's World Cup will be expanded from 32 to 48 teams from the 2031 tournament."
  },
  {
    "title": "'I freaked out and spent $400 online – it felt like a last hurrah'",
    "summary": "How consumers are reacting to shipping changes that mean low-value packages entering the US no longer avoid tariffs."
  },
  {
    "title": "US confirms plan for private firms to deliver Gaza aid despite UN alarm",
    "summary": "UN agencies say they will not co-operate with the proposed system because it appears to \"weaponise\" aid."
  },
  {
    "title": "Bulgarians convicted of spying for Russia face 'double figure sentences'",
    "summary": "Six Bulgarians will be sentenced at the Old Bailey in London on Monday for their part in a Russian spy ring."
  },
  {
    "title": "Statue of Motörhead singer Lemmy unveiled",
    "summary": "Hundreds of heavy metal fans watch on as the 2.25m sculpture is revealed in the frontman's hometown."
  },
  {
    "title": "BBC News app",
    "summary": "Top stories, breaking news, live reporting, and follow news topics that match your interests"
  },
  {
    "title": "Nobel Laureate Prof Joseph Stiglitz on the UK/US trade deal",
    "summary": "...why he thinks the UK has made a mistake and what it means for the world."
  },
  {
    "title": "Who Benefits Most From the UK-US Deal?",
    "summary": "Adam, Alex, James and Dharshini discuss a jam-packed news week."
  },
  {
    "title": "Yinka Bokinni explores the life of Sean 'Diddy' Combs",
    "summary": "Yinka Bokinni explores rap mogul Sean Combs's life and the criminal charges he denies."
  },
  {
    "title": "'The pretender replacing a legend - a new era dawns at Real Madrid'",
    "summary": "Xabi Alonso will succeed Carlo Ancelotti as Real Madrid manager next season. Spanish football expert Guillem Balague looks at the challenges ahead."
  },
  {
    "title": "Haaland 'ready and fit' to make Man City return",
    "summary": "Manchester City striker Erling Haaland is ready to make his return from injury against Southampton this weekend, manager Pep Guardiola says."
  },
  {
    "title": "'Mood of the nation will decide IPL restart'",
    "summary": "Any potential resumption of the Indian Premier League would depend on the \"mood of the nation\", according to former India wicketkeeper Deep Dasgupta."
  },
  {
    "title": "Women's World Cup to expand to 48 teams from 2031",
    "summary": "Fifa announces that the Women's World Cup will be expanded from 32 to 48 teams from the 2031 tournament."
  },
  {
    "title": "'Best day of my life' - Pollock on Lions call",
    "summary": "Northampton Saints flanker Henry Pollock says his selection on Thursday for the British and Irish Lions' tour of Australia was \"the best day of his life\"."
  },
  {
    "title": "Second-half fightback gives Leicester win over Sale",
    "summary": "Leicester Tigers score four second-half tries to come from behind and beat Sale Sharks for a crucial win in the race for the Premiership play-offs."
  }
]